Tekla Open API Reference for Tekla Structures 2025
ViewMarkBasicTagAttributes Methods
The ViewMarkBasicTagAttributes type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides GenericAttributesBase.IsEqual(Object).)
Top
See Also
Reference
ViewMarkBasicTagAttributes Class
Tekla.Structures.Drawing Namespace